{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[CLS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[SEP]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "[MASK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Whitespace"
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "WordLevel",
    "vocab": {
      "[UNK]": 0,
      "[CLS]": 1,
      "[SEP]": 2,
      "[PAD]": 3,
      "[MASK]": 4,
      "-": 5,
      "higB": 6,
      "group_2311": 7,
      "nadK": 8,
      "cobT": 9,
      "group_5685": 10,
      "nanA_2": 11,
      "narX": 12,
      "citD": 13,
      "cspE": 14,
      "fabR": 15,
      "oleD_2": 16,
      "yhdY": 17,
      "rbsR": 18,
      "feuC": 19,
      "group_45842": 20,
      "yeeW_1": 21,
      "tibA": 22,
      "hcpA_1": 23,
      "ccmF_1": 24,
      "trxC": 25,
      "yihN_2": 26,
      "yrfG": 27,
      "hprS": 28,
      "group_16434": 29,
      "1": 30,
      "yafP": 31,
      "focC": 32,
      "tesA": 33,
      "group_5889": 34,
      "mobB": 35,
      "ydgA_2": 36,
      "lutA_1": 37,
      "codB_1": 38,
      "fldI": 39,
      "narW": 40,
      "group_3208": 41,
      "group_3455": 42,
      "dcuR": 43,
      "group_21143": 44,
      "holC": 45,
      "group_22161": 46,
      "fadJ": 47,
      "ygaZ": 48,
      "phoP": 49,
      "crfC_1": 50,
      "hypC": 51,
      "fimC_2": 52,
      "gmd": 53,
      "ybdG": 54,
      "ltnD": 55,
      "manX_2": 56,
      "sucC_1": 57,
      "glnQ_2": 58,
      "creB": 59,
      "malG": 60,
      "gluQ": 61,
      "pxpB": 62,
      "bioF_1": 63,
      "hha": 64,
      "mntB_2": 65,
      "ygjI": 66,
      "group_7177": 67,
      "ypdF": 68,
      "ypdA": 69,
      "purB": 70,
      "sufE": 71,
      "ycdZ": 72,
      "mltD": 73,
      "eutQ": 74,
      "vsr": 75,
      "sufA": 76,
      "aaeA_2": 77,
      "pphC": 78,
      "lptB_2": 79,
      "entA": 80,
      "sdiA": 81,
      "ybeY": 82,
      "csgE": 83,
      "dmsB_1": 84,
      "iaaA": 85,
      "wecF": 86,
      "group_16574": 87,
      "marR": 88,
      "group_26889": 89,
      "argC": 90,
      "group_26599": 91,
      "clpS": 92,
      "hslV": 93,
      "leuB": 94,
      "amiD": 95,
      "ydiV": 96,
      "php_1": 97,
      "uidA": 98,
      "yiaO": 99,
      "ybhS": 100,
      "cysE_1": 101,
      "ybhN": 102,
      "lapA": 103,
      "gltD": 104,
      "hybB": 105,
      "ampC": 106,
      "ssb_2": 107,
      "yfcE": 108,
      "hcaR_1": 109,
      "arnT": 110,
      "group_9999": 111,
      "fbpC2": 112,
      "yoaG": 113,
      "mlaE": 114,
      "waaA": 115,
      "flgK": 116,
      "ulaB": 117,
      "phnD": 118,
      "napH": 119,
      "thiE": 120,
      "cbtA_3": 121,
      "ftsQ": 122,
      "nanT": 123,
      "murE": 124,
      "nagR": 125,
      "pstC": 126,
      "folX": 127,
      "ccmD": 128,
      "group_65307": 129,
      "yafV": 130,
      "ppx": 131,
      "gspO": 132,
      "ppsA": 133,
      "frdC": 134,
      "gpt": 135,
      "gdx": 136,
      "ykgO": 137,
      "group_139064": 138,
      "sgbH": 139,
      "bcsB": 140,
      "pepD": 141,
      "group_139227": 142,
      "tmk_1": 143,
      "rpsC": 144,
      "ispF": 145,
      "blc": 146,
      "nuoL": 147,
      "pflB": 148,
      "ppnP": 149,
      "lptC": 150,
      "ptsN": 151,
      "ribE": 152,
      "thyA": 153,
      "yhcB": 154,
      "group_69788": 155,
      "mraZ": 156,
      "nuoB": 157,
      "pmrD": 158,
      "rluC": 159,
      "tatC": 160,
      "yceD": 161,
      "apaG": 162,
      "ccmB": 163,
      "cdsA": 164,
      "group_66747": 165,
      "group_72205": 166,
      "lspA": 167,
      "rplU": 168,
      "rpmB": 169,
      "sdhE": 170,
      "yebV": 171,
      "yffB": 172,
      "yhfA": 173,
      "aroK": 174,
      "atpC": 175,
      "emtA": 176,
      "glnB": 177,
      "ibaG": 178,
      "nirD": 179,
      "nusB": 180,
      "rpmF": 181,
      "ubiJ_2": 182,
      "uspA": 183,
      "accB": 184,
      "atpF": 185,
      "bolA": 186,
      "exbB": 187,
      "fldA": 188,
      "frr": 189,
      "gcvR": 190,
      "group_76349": 191,
      "group_82047": 192,
      "menH": 193,
      "narY": 194,
      "ptsH": 195,
      "rpiA": 196,
      "rpsS": 197,
      "rpsU": 198,
      "ypeA": 199,
      "zapB": 200,
      "aroL": 201,
      "asnC": 202,
      "dapF": 203,
      "dgkA": 204,
      "fdx": 205,
      "group_82030": 206,
      "purM": 207,
      "rbsD": 208,
      "rplM": 209,
      "rplO": 210,
      "rpoZ": 211,
      "rpsE": 212,
      "rpsM": 213,
      "rpsN": 214,
      "rpsO": 215,
      "tsaC": 216,
      "ftsB": 217,
      "ftsP_1": 218,
      "glnP": 219,
      "ilvM": 220,
      "iscA": 221,
      "iscX": 222,
      "levE": 223,
      "mioC": 224,
      "pspG": 225,
      "rcsF": 226,
      "rimP": 227,
      "rplR": 228,
      "rpmD": 229,
      "rpmG": 230,
      "trpS": 231,
      "ung": 232,
      "ybaB": 233,
      "zur": 234,
      "atl": 235,
      "flgB": 236,
      "group_41174": 237,
      "group_63553": 238,
      "group_68406": 239,
      "group_72039": 240,
      "group_72323": 241,
      "group_74204": 242,
      "lexA_1": 243,
      "nuoJ": 244,
      "ppiB": 245,
      "queD": 246,
      "ribA": 247,
      "rpmA": 248,
      "rppH": 249,
      "rpsK": 250,
      "rpsR": 251,
      "trmH_2": 252,
      "trmO": 253,
      "yfeZ": 254,
      "cecR": 255,
      "engB": 256,
      "exbD": 257,
      "feoC": 258,
      "fur": 259,
      "gmk": 260,
      "group_70108": 261,
      "group_78851": 262,
      "group_86587": 263,
      "mzrA": 264,
      "prmA": 265,
      "rpmJ": 266,
      "rpsJ": 267,
      "rsfS": 268,
      "yaiY": 269,
      "acrZ": 270,
      "fdoI": 271,
      "fis": 272,
      "fryB_2": 273,
      "group_57822": 274,
      "group_68668": 275,
      "hybF": 276,
      "nudB": 277,
      "rof": 278,
      "rpsI": 279,
      "sdhD": 280,
      "secM": 281,
      "suhB": 282,
      "tpx": 283,
      "uspB": 284,
      "yccF": 285,
      "epmB": 286,
      "fixX_3": 287,
      "group_53766": 288,
      "group_56491": 289,
      "group_56637": 290,
      "group_63639": 291,
      "hybD": 292,
      "ihfA": 293,
      "napD": 294,
      "pgpB": 295,
      "pspC": 296,
      "rnhA": 297,
      "rplX": 298,
      "sdhC": 299,
      "yigZ": 300,
      "ynhF": 301,
      "yqjE": 302,
      "atpI": 303,
      "group_56663": 304,
      "group_69983": 305,
      "group_82201": 306,
      "grxD": 307,
      "hupB": 308,
      "mliC": 309,
      "priB": 310,
      "qseG": 311,
      "tdcF": 312,
      "tusA": 313,
      "ybaN": 314,
      "ygaV": 315,
      "yigB": 316,
      "group_60863": 317,
      "group_65285": 318,
      "group_65314": 319,
      "group_76267": 320,
      "msrB": 321,
      "pepP": 322,
      "pspB_2": 323,
      "rpsT": 324,
      "gmhA": 325,
      "grcA": 326,
      "group_56526": 327,
      "group_62247": 328,
      "group_66464": 329,
      "group_74119": 330,
      "iscU": 331,
      "menI": 332,
      "moaD": 333,
      "rsxG": 334,
      "solA": 335,
      "yacG": 336,
      "ybcJ": 337,
      "yciO": 338,
      "arfB": 339,
      "erpA": 340,
      "fixA_2": 341,
      "group_41919": 342,
      "group_72026": 343,
      "group_82138": 344,
      "hypA": 345,
      "lpp": 346,
      "metJ": 347,
      "rbfA": 348,
      "rnpA": 349,
      "yaiA": 350,
      "ycgL": 351,
      "acpS": 352,
      "group_43779": 353,
      "metI": 354,
      "osmB": 355,
      "rpmE": 356,
      "rsmA": 357,
      "slyX": 358,
      "ygdR_1": 359,
      "cysQ": 360,
      "group_57832": 361,
      "group_76361": 362,
      "hybG": 363,
      "murA": 364,
      "secY": 365,
      "ydjM": 366,
      "ygdR_2": 367,
      "eutM": 368,
      "group_49327": 369,
      "group_63766": 370,
      "group_68417": 371,
      "group_72108": 372,
      "holE": 373,
      "kbp": 374,
      "minE": 375,
      "nikR": 376,
      "ptsO": 377,
      "thrA": 378,
      "ydjF_2": 379,
      "yggR": 380,
      "atoD": 381,
      "bamB": 382,
      "group_56590": 383,
      "nanR_2": 384,
      "panB": 385,
      "yebF": 386,
      "yqjD": 387,
      "group_62232": 388,
      "group_70003": 389,
      "napF": 390,
      "yabJ": 391,
      "yciB": 392,
      "ydcY": 393,
      "argR_1": 394,
      "ccdB": 395,
      "glgS": 396,
      "groS": 397,
      "group_51516": 398,
      "lipB": 399,
      "mepS_2": 400,
      "rplE": 401,
      "rpoA": 402,
      "yhfG": 403,
      "group_52638": 404,
      "group_74278": 405,
      "mlaD": 406,
      "ydgK": 407,
      "flgM": 408,
      "group_63854": 409,
      "hyfA_3": 410,
      "ndk": 411,
      "pyrH": 412,
      "secA": 413,
      "sodC": 414,
      "group_77317": 415,
      "hupA": 416,
      "ispB": 417,
      "ndhI": 418,
      "sixA": 419,
      "thpR": 420,
      "ubiE": 421,
      "artM_1": 422,
      "bssS": 423,
      "hyfA_2": 424,
      "kdsC": 425,
      "map": 426,
      "pdxA": 427,
      "rplF": 428,
      "yrbG": 429,
      "group_60754": 430,
      "group_72040": 431,
      "group_72117": 432,
      "group_82024": 433,
      "slp_1": 434,
      "tatB": 435,
      "tatD": 436,
      "cysC": 437,
      "flgC": 438,
      "group_41928": 439,
      "group_74184": 440,
      "csgC": 441,
      "folA": 442,
      "hyfA_4": 443,
      "lptA": 444,
      "mdtI": 445,
      "ybfE": 446,
      "pxpA": 447,
      "rpsQ": 448,
      "wecG": 449,
      "dsbC": 450,
      "cybB": 451,
      "group_68452": 452,
      "ortT": 453,
      "rplV": 454,
      "tpiA": 455,
      "udk": 456,
      "yqjC": 457,
      "ascD": 458,
      "group_37247": 459,
      "group_48166": 460,
      "mlaB": 461,
      "psiF": 462,
      "rpsD": 463,
      "ymgD": 464,
      "eutK": 465,
      "group_74179": 466,
      "asr": 467,
      "endA": 468,
      "fabH": 469,
      "ribD": 470,
      "yfgG": 471,
      "ynjC": 472,
      "artI": 473,
      "cdh": 474,
      "group_50641": 475,
      "group_72240": 476,
      "hfq": 477,
      "hscB": 478,
      "tatE": 479,
      "group_63837": 480,
      "tusD": 481,
      "yddM": 482,
      "yhhA": 483,
      "alaA": 484,
      "btuD_1": 485,
      "group_52599": 486,
      "hdeB": 487,
      "ydhR": 488,
      "atpE": 489,
      "kefC_1": 490,
      "murQ": 491,
      "mutT": 492,
      "pyrE": 493,
      "rplN": 494,
      "stpA": 495,
      "csgB": 496,
      "dxr": 497,
      "miaA": 498,
      "rfaH": 499,
      "rnc": 500,
      "rplQ": 501,
      "wecE": 502,
      "ybdM_1": 503,
      "ybhK": 504,
      "cspC": 505,
      "group_50489": 506,
      "lolB": 507,
      "rcnR": 508,
      "sra": 509,
      "zntR": 510,
      "pabA": 511,
      "potB": 512,
      "dmlR_3": 513,
      "group_70209": 514,
      "ssb_1": 515,
      "bdm": 516,
      "bsmA": 517,
      "chiQ": 518,
      "group_94518": 519,
      "greA": 520,
      "iscR": 521,
      "rpoN": 522,
      "atpH": 523,
      "crl": 524,
      "gnsA": 525,
      "psiE": 526,
      "trxA": 527,
      "yajO": 528,
      "atpD": 529,
      "guaD": 530,
      "elbB": 531,
      "group_55166": 532,
      "mlaA": 533,
      "ugpC": 534,
      "yniD": 535,
      "cyoA": 536,
      "frwD_1": 537,
      "group_65085": 538,
      "mscL": 539,
      "atpB": 540,
      "group_63666": 541,
      "group_68660": 542,
      "ilvN": 543,
      "nuoE": 544,
      "dmsA": 545,
      "group_36719": 546,
      "mrdA": 547,
      "rplP": 548,
      "atpA": 549,
      "group_31336": 550,
      "group_60918": 551,
      "moaA": 552,
      "ulaE_2": 553,
      "dauA": 554,
      "hpf": 555,
      "murD": 556,
      "yqgF": 557,
      "hdfR_1": 558,
      "yciV": 559,
      "fhuE": 560,
      "ldcC": 561,
      "rpsH": 562,
      "yghA": 563,
      "dapA_2": 564,
      "ftsL": 565,
      "group_76352": 566,
      "hemH": 567,
      "yhbE": 568,
      "dnaQ": 569,
      "gmhB": 570,
      "group_31363": 571,
      "kefF": 572,
      "pabC": 573,
      "pspD": 574,
      "yfhL": 575,
      "ampD": 576,
      "hflX": 577,
      "potH": 578,
      "chiP": 579,
      "group_59495": 580,
      "tcdA": 581,
      "fucK": 582,
      "glpE": 583,
      "group_29710": 584,
      "gstA": 585,
      "hycA": 586,
      "rng": 587,
      "group_51564": 588,
      "hpt": 589,
      "queC": 590,
      "ubiD": 591,
      "acnA": 592,
      "atpG": 593,
      "glaR": 594,
      "group_36092": 595,
      "holB": 596,
      "pqiC": 597,
      "rlmH": 598,
      "ygfA": 599,
      "yqjF": 600,
      "bamE": 601,
      "cysT": 602,
      "ispU": 603,
      "smpB": 604,
      "gcvA": 605,
      "phnI": 606,
      "ubiJ_1": 607,
      "arnF": 608,
      "group_42074": 609,
      "pasT": 610,
      "speF": 611,
      "ydjZ_2": 612,
      "lon_2": 613,
      "recR": 614,
      "acpP_1": 615,
      "fryB_1": 616,
      "group_39014": 617,
      "group_57846": 618,
      "group_57854": 619,
      "lepA": 620,
      "leuS": 621,
      "yfiC": 622,
      "ftsE": 623,
      "fucI": 624,
      "ilvI": 625,
      "kgtP_1": 626,
      "mreD": 627,
      "rlmN": 628,
      "cspA": 629,
      "gph": 630,
      "group_69877": 631,
      "rsd": 632,
      "dacA": 633,
      "group_72029": 634,
      "plsB": 635,
      "trmJ": 636,
      "yceM": 637,
      "panE": 638,
      "pcnB": 639,
      "wecD": 640,
      "ycgR": 641,
      "yhhT_1": 642,
      "group_60857": 643,
      "rpmC": 644,
      "ftsA_2": 645,
      "fucU": 646,
      "sspA": 647,
      "fldB": 648,
      "ftsZ": 649,
      "group_50525": 650,
      "pgpA": 651,
      "sspB": 652,
      "frwD_2": 653,
      "group_51749": 654,
      "hinT": 655,
      "hypE": 656,
      "prr": 657,
      "trpR": 658,
      "yabI": 659,
      "yjeH": 660,
      "ppiD": 661,
      "rfaQ": 662,
      "slyB": 663,
      "group_60510": 664,
      "pasI": 665,
      "yhbY": 666,
      "group_56550": 667,
      "group_58016": 668,
      "gshB": 669,
      "infB": 670,
      "zraP": 671,
      "dauR": 672,
      "group_72264": 673,
      "mglB": 674,
      "nrdI": 675,
      "nuoF": 676,
      "ptsI": 677,
      "rplB": 678,
      "fumD": 679,
      "purN": 680,
      "ssuA": 681,
      "ugpB": 682,
      "yciH": 683,
      "ydfZ": 684,
      "flgA": 685,
      "pdxK": 686,
      "rseB": 687,
      "btuC_2": 688,
      "cysS": 689,
      "fkpA": 690,
      "group_16428": 691,
      "group_59499": 692,
      "purK": 693,
      "rplT": 694,
      "yajL": 695,
      "yibN": 696,
      "atoA": 697,
      "fabZ": 698,
      "fadM": 699,
      "ycfH": 700,
      "atzF": 701,
      "fliE": 702,
      "htpG": 703,
      "wzzE": 704,
      "group_69786": 705,
      "mcbA": 706,
      "fabG_1": 707,
      "group_44454": 708,
      "murG": 709,
      "apt": 710,
      "bcp": 711,
      "def": 712,
      "hemE": 713,
      "ilvH": 714,
      "lgt": 715,
      "lysS": 716,
      "arnE": 717,
      "group_62101": 718,
      "sapF": 719,
      "uacT": 720,
      "yahB_3": 721,
      "clsB": 722,
      "dxs": 723,
      "group_41843": 724,
      "menB": 725,
      "phnN": 726,
      "tehA": 727,
      "hybC": 728,
      "hypB": 729,
      "ndhC": 730,
      "ydcZ": 731,
      "dinI": 732,
      "hda": 733,
      "yaeQ": 734,
      "rseP": 735,
      "arfA": 736,
      "cra": 737,
      "degP": 738,
      "gudX": 739,
      "citG": 740,
      "coaD": 741,
      "ftsI": 742,
      "group_66596": 743,
      "mglA_1": 744,
      "zitB": 745,
      "acpH": 746,
      "group_42059": 747,
      "group_72169": 748,
      "queF": 749,
      "rimJ": 750,
      "skp": 751,
      "plsX": 752,
      "rluA": 753,
      "slyD": 754,
      "srmB": 755,
      "tap": 756,
      "tmcA": 757,
      "tsaE": 758,
      "ybhA": 759,
      "chaB": 760,
      "coaBC": 761,
      "group_51644": 762,
      "group_55207": 763,
      "napB": 764,
      "rtcB_2": 765,
      "btuF_1": 766,
      "clcB": 767,
      "hemY": 768,
      "lptB_1": 769,
      "ttdT_1": 770,
      "yajR": 771,
      "ybjO": 772,
      "yhcH": 773,
      "dsrB": 774,
      "eptC": 775,
      "ggt": 776,
      "group_62315": 777,
      "mshA": 778,
      "hycD": 779,
      "ribF": 780,
      "group_49209": 781,
      "hflK": 782,
      "pssA": 783,
      "sufS": 784,
      "yejK": 785,
      "ykgR": 786,
      "cobC": 787,
      "fabD": 788,
      "group_63501": 789,
      "group_65202": 790,
      "group_86649": 791,
      "malZ": 792,
      "rpmI": 793,
      "group_23566": 794,
      "icaB": 795,
      "group_55206": 796,
      "ybjP": 797,
      "group_63520": 798,
      "group_69834": 799,
      "cstA": 800,
      "mltG": 801,
      "nrfG": 802,
      "uraA": 803,
      "bepA": 804,
      "gpr": 805,
      "mocA": 806,
      "atoS": 807,
      "metG": 808,
      "murJ": 809,
      "nuoH": 810,
      "rpoD": 811,
      "mpaA": 812,
      "nrdG": 813,
      "ymfA": 814,
      "flgG": 815,
      "group_59308": 816,
      "mlaF": 817,
      "ygfX": 818,
      "group_55092": 819,
      "modF": 820,
      "nfi": 821,
      "phoE": 822,
      "rfaG": 823,
      "lepB": 824,
      "rne": 825,
      "yceI": 826,
      "acrR_1": 827,
      "atoB": 828,
      "rseA": 829,
      "secD": 830,
      "group_56466": 831,
      "group_60876": 832,
      "hisI": 833,
      "hmp": 834,
      "ydfK_1": 835,
      "group_28680": 836,
      "group_65254": 837,
      "ispA": 838,
      "truB": 839,
      "ybjG": 840,
      "argH": 841,
      "btuB_1": 842,
      "rpe_1": 843,
      "rluB": 844,
      "ynjF": 845,
      "alsT": 846,
      "artQ": 847,
      "ydcV_1": 848,
      "acrF": 849,
      "mlaC": 850,
      "yjjX": 851,
      "ddlB": 852,
      "dnaG": 853,
      "galM": 854,
      "hdeA": 855,
      "thiF": 856,
      "menC": 857,
      "srlR_3": 858,
      "yejM": 859,
      "metR": 860,
      "murP": 861,
      "potF": 862,
      "ppiC": 863,
      "ppnN": 864,
      "sdaC": 865,
      "wzb": 866,
      "ppc": 867,
      "cysA": 868,
      "deoB_2": 869,
      "group_62069": 870,
      "group_68543": 871,
      "iscS": 872,
      "rbsC_3": 873,
      "yfgD": 874,
      "group_65161": 875,
      "grxB": 876,
      "mnaT": 877,
      "prfA_2": 878,
      "thiH": 879,
      "dhaM": 880,
      "ecfA1_2": 881,
      "rpnD": 882,
      "sbcD": 883,
      "ttdA": 884,
      "group_63248": 885,
      "grxC": 886,
      "lldR_2": 887,
      "nuoG": 888,
      "pilQ": 889,
      "rsuA": 890,
      "secB": 891,
      "ssuB": 892,
      "yhbU": 893,
      "cysK": 894,
      "cysZ": 895,
      "ghoS": 896,
      "mdtJ": 897,
      "flgI": 898,
      "group_55285": 899,
      "hxlR": 900,
      "nrfB": 901,
      "rpoE": 902,
      "trmL": 903,
      "yqfG": 904,
      "can": 905,
      "group_45867": 906,
      "ytfJ_2": 907,
      "aroH": 908,
      "cobB": 909,
      "metQ": 910,
      "mutM": 911,
      "pncA": 912,
      "recJ": 913,
      "ygfK": 914,
      "group_28181": 915,
      "rplY": 916,
      "ycgJ": 917,
      "bioC": 918,
      "hyuA": 919,
      "kdsD_2": 920,
      "preA": 921,
      "crp": 922,
      "cytR_2": 923,
      "group_23228": 924,
      "group_63013": 925,
      "bcsC": 926,
      "group_53542": 927,
      "metE": 928,
      "qseF": 929,
      "group_42223": 930,
      "group_51471": 931,
      "rseC": 932,
      "tyrS": 933,
      "uvrB": 934,
      "menE_3": 935,
      "phnL": 936,
      "rdgB": 937,
      "argE_1": 938,
      "ccmF_2": 939,
      "dcuD": 940,
      "ecpA": 941,
      "group_51761": 942,
      "mdtK": 943,
      "rsmG": 944,
      "yheS": 945,
      "murF": 946,
      "proP": 947,
      "trmA": 948,
      "infC": 949,
      "xerC_2": 950,
      "ybhI_1": 951,
      "yrbL": 952,
      "fucA": 953,
      "group_36162": 954,
      "hslR": 955,
      "tqsA": 956,
      "yhcO": 957,
      "csgA": 958,
      "fucO": 959,
      "group_55810": 960,
      "idi": 961,
      "ppk": 962,
      "rlmC": 963,
      "tdcB": 964,
      "group_27991": 965,
      "group_68433": 966,
      "ycfT": 967,
      "fre": 968,
      "nfsA": 969,
      "tnaA": 970,
      "tsgA": 971,
      "flu_2": 972,
      "syd": 973,
      "ytfE": 974,
      "amiA": 975,
      "folP": 976,
      "group_25118": 977,
      "group_33896": 978,
      "queA": 979,
      "truD": 980,
      "xerD": 981,
      "clpX": 982,
      "crcB": 983,
      "group_57868": 984,
      "group_64721": 985,
      "lon_1": 986,
      "thi4": 987,
      "ubiA": 988,
      "ytfP": 989,
      "cysM": 990,
      "group_46290": 991,
      "group_63599": 992,
      "radA": 993,
      "sbnD": 994,
      "yahB_1": 995,
      "group_46058": 996,
      "group_51937": 997,
      "nlpI": 998,
      "rpsB": 999,
      "tsf": 1000,
      "yeiL": 1001,
      "fruB": 1002,
      "group_40274": 1003,
      "hmuU_1": 1004,
      "proX": 1005,
      "cheB": 1006,
      "kbaY_2": 1007,
      "ydhC": 1008,
      "ydjZ_1": 1009,
      "cysE_2": 1010,
      "emrB_2": 1011,
      "group_40220": 1012,
      "group_41864": 1013,
      "truC": 1014,
      "ybgU": 1015,
      "aidB": 1016,
      "artJ": 1017,
      "fmt": 1018,
      "folB": 1019,
      "gltB": 1020,
      "glyA": 1021,
      "kbl": 1022,
      "panC": 1023,
      "cmpR": 1024,
      "fepG": 1025,
      "mtr": 1026,
      "ybeM": 1027,
      "arcC1_2": 1028,
      "caiT": 1029,
      "eutL": 1030,
      "fabF": 1031,
      "group_33853": 1032,
      "group_53815": 1033,
      "group_56783": 1034,
      "group_63647": 1035,
      "ppiA": 1036,
      "xthA": 1037,
      "ompR": 1038,
      "yfeX": 1039,
      "ygcS_1": 1040,
      "epsE_2": 1041,
      "fadA": 1042,
      "yhdJ_1": 1043,
      "yhdT": 1044,
      "argD": 1045,
      "gpsA": 1046,
      "glsA1": 1047,
      "lpxB": 1048,
      "yfiF": 1049,
      "yqjI": 1050,
      "mdtH": 1051,
      "yiaB": 1052,
      "cynR": 1053,
      "mtgA": 1054,
      "nrdF": 1055,
      "pdeN": 1056,
      "rbsA_2": 1057,
      "group_37302": 1058,
      "nrdH": 1059,
      "ybdL": 1060,
      "zntA": 1061,
      "entB": 1062,
      "group_52686": 1063,
      "gudP": 1064,
      "yohF": 1065,
      "arsC": 1066,
      "cheY": 1067,
      "dld": 1068,
      "group_44894": 1069,
      "moaC": 1070,
      "yhfX": 1071,
      "group_14448": 1072,
      "pnp": 1073,
      "sbcC": 1074,
      "selD": 1075,
      "srlB": 1076,
      "gcvT": 1077,
      "group_59323": 1078,
      "oppD": 1079,
      "ymgC": 1080,
      "entC": 1081,
      "fic": 1082,
      "ttdB": 1083,
      "thrB": 1084,
      "yghB": 1085,
      "fiu": 1086,
      "group_54317": 1087,
      "eutS": 1088,
      "sseA": 1089,
      "fixB_3": 1090,
      "fliQ": 1091,
      "mdoC": 1092,
      "rodZ": 1093,
      "entE": 1094,
      "znuB": 1095,
      "caiA_2": 1096,
      "group_31925": 1097,
      "group_688": 1098,
      "srlE": 1099,
      "trkH": 1100,
      "ftsN": 1101,
      "yebZ": 1102,
      "yejG": 1103,
      "yfgJ": 1104,
      "eamB": 1105,
      "ftsW": 1106,
      "group_49257": 1107,
      "ybjN": 1108,
      "yeiP": 1109,
      "acrB_1": 1110,
      "aroE": 1111,
      "cfxP": 1112,
      "group_45563": 1113,
      "motA": 1114,
      "prfB": 1115,
      "ydhX_2": 1116,
      "dtpB": 1117,
      "gutQ": 1118,
      "norR_3": 1119,
      "citF": 1120,
      "fadB": 1121,
      "oppB": 1122,
      "pdeB": 1123,
      "ssnA": 1124,
      "ygaM": 1125,
      "aas": 1126,
      "diaA": 1127,
      "mutY": 1128,
      "group_49471": 1129,
      "speD": 1130,
      "napC": 1131,
      "ycaL": 1132,
      "gcd": 1133,
      "panZ": 1134,
      "pepQ": 1135,
      "slp_2": 1136,
      "ydcO": 1137,
      "gapA": 1138,
      "group_86593": 1139,
      "sotB_1": 1140,
      "yciI": 1141,
      "zapE": 1142,
      "group_68242": 1143,
      "pspA": 1144,
      "apaH": 1145,
      "dmlR_4": 1146,
      "rlmJ": 1147,
      "cbpM": 1148,
      "fabI": 1149,
      "group_40987": 1150,
      "mepS_1": 1151,
      "nanR_1": 1152,
      "surA": 1153,
      "tldD": 1154,
      "ycjM": 1155,
      "group_72190": 1156,
      "ydhP": 1157,
      "modA": 1158,
      "nemA": 1159,
      "yceJ": 1160,
      "kstR2": 1161,
      "rplW": 1162,
      "speC": 1163,
      "zipA": 1164,
      "msbA_2": 1165,
      "rimL": 1166,
      "tas": 1167,
      "lpxD": 1168,
      "nimR_1": 1169,
      "ybgC": 1170,
      "clsC": 1171,
      "deaD": 1172,
      "nagK": 1173,
      "yoeB": 1174,
      "aspC": 1175,
      "group_70001": 1176,
      "kup": 1177,
      "mexB": 1178,
      "napG": 1179,
      "recC": 1180,
      "cyoC": 1181,
      "ycjY_1": 1182,
      "adk": 1183,
      "group_74190": 1184,
      "mltC": 1185,
      "rpsF": 1186,
      "cmk": 1187,
      "moaE": 1188,
      "pdhR_2": 1189,
      "purC": 1190,
      "ygfZ": 1191,
      "astA": 1192,
      "potA_1": 1193,
      "thrS": 1194,
      "fliN": 1195,
      "ilvD": 1196,
      "phnF": 1197,
      "rsmF": 1198,
      "ybdK": 1199,
      "arnC_2": 1200,
      "group_43685": 1201,
      "group_66395": 1202,
      "sulA": 1203,
      "yidZ": 1204,
      "dam": 1205,
      "group_51378": 1206,
      "mtlK_1": 1207,
      "tdh_1": 1208,
      "dgcZ_1": 1209,
      "group_52585": 1210,
      "sdaA": 1211,
      "slyA": 1212,
      "thiB": 1213,
      "ydgA_1": 1214,
      "ydjJ": 1215,
      "dapH": 1216,
      "dgcJ": 1217,
      "fbaB": 1218,
      "galK": 1219,
      "group_42369": 1220,
      "group_15144": 1221,
      "cutD_2": 1222,
      "dgoA_1": 1223,
      "fliO": 1224,
      "group_28092": 1225,
      "leuE": 1226,
      "lpxK": 1227,
      "rhaS_3": 1228,
      "cdd": 1229,
      "chbB": 1230,
      "cydX": 1231,
      "fbaA_1": 1232,
      "galT": 1233,
      "group_54715": 1234,
      "gss": 1235,
      "srlA": 1236,
      "yiaX1": 1237,
      "fliR": 1238,
      "hyaB": 1239,
      "rcsA": 1240,
      "alsC": 1241,
      "lapB": 1242,
      "rpsA": 1243,
      "rstA": 1244,
      "chrR": 1245,
      "group_43206": 1246,
      "group_49481": 1247,
      "ispG": 1248,
      "pyrC": 1249,
      "glmS": 1250,
      "hdeD": 1251,
      "hokE_2": 1252,
      "srlD": 1253,
      "yajC": 1254,
      "yqcC": 1255,
      "ccmE": 1256,
      "degQ": 1257,
      "fucP_1": 1258,
      "melR_1": 1259,
      "rcsD": 1260,
      "fumE": 1261,
      "group_66889": 1262,
      "group_68363": 1263,
      "moeA": 1264,
      "ettA": 1265,
      "group_44918": 1266,
      "ynjB": 1267,
      "yoaA": 1268,
      "group_48257": 1269,
      "phnK": 1270,
      "ydiN": 1271,
      "pbpG": 1272,
      "group_60916": 1273,
      "lolA": 1274,
      "sstT": 1275,
      "cho": 1276,
      "dcd": 1277,
      "fliM": 1278,
      "group_11931": 1279,
      "lysN": 1280,
      "mgsA": 1281,
      "ybhR": 1282,
      "lhgD": 1283,
      "modE": 1284,
      "proW": 1285,
      "hisF": 1286,
      "pgpC": 1287,
      "group_29713": 1288,
      "group_40200": 1289,
      "group_44204": 1290,
      "kduD_1": 1291,
      "tar": 1292,
      "ydiK": 1293,
      "der_1": 1294,
      "dnaE": 1295,
      "fsaB": 1296,
      "iclR": 1297,
      "ydgC": 1298,
      "cydD": 1299,
      "fliP": 1300,
      "galE": 1301,
      "gcvH": 1302,
      "group_25092": 1303,
      "lpxL": 1304,
      "rarA": 1305,
      "sapC": 1306,
      "gltS": 1307,
      "murR": 1308,
      "sufD": 1309,
      "setB": 1310,
      "group_20223": 1311,
      "bhsA_3": 1312,
      "cueO": 1313,
      "ffh": 1314,
      "gatY_1": 1315,
      "msmE": 1316,
      "yagU": 1317,
      "asnA": 1318,
      "mukE": 1319,
      "aaeX": 1320,
      "cheW": 1321,
      "fliI": 1322,
      "mdtL": 1323,
      "mukF": 1324,
      "rsmJ": 1325,
      "group_60978": 1326,
      "gspA_2": 1327,
      "ligA": 1328,
      "yehL": 1329,
      "deoD": 1330,
      "glnS": 1331,
      "yidC": 1332,
      "rsmB": 1333,
      "astB": 1334,
      "rpiR": 1335,
      "yhdE": 1336,
      "corA": 1337,
      "group_44770": 1338,
      "sprT": 1339,
      "cysG": 1340,
      "group_57855": 1341,
      "srkA": 1342,
      "grpE": 1343,
      "minD": 1344,
      "purR": 1345,
      "gltD_2": 1346,
      "group_68491": 1347,
      "rcnB": 1348,
      "group_40405": 1349,
      "hmuV": 1350,
      "metAS": 1351,
      "rbsB_2": 1352,
      "rlmI": 1353,
      "rplJ": 1354,
      "topA_2": 1355,
      "yccU": 1356,
      "fdhF_2": 1357,
      "lutR": 1358,
      "rraA": 1359,
      "yajI": 1360,
      "group_71172": 1361,
      "lacC": 1362,
      "manA": 1363,
      "yehZ": 1364,
      "gltJ_1": 1365,
      "lrp": 1366,
      "mscS": 1367,
      "ompG": 1368,
      "tus": 1369,
      "cmoM": 1370,
      "gloA": 1371,
      "mpl": 1372,
      "aroA": 1373,
      "rluF": 1374,
      "kdsA": 1375,
      "msmX": 1376,
      "tehB": 1377,
      "hemN": 1378,
      "ompA_1": 1379,
      "bcsE": 1380,
      "gspB": 1381,
      "helD": 1382,
      "xdhA_2": 1383,
      "gadE": 1384,
      "gadX_1": 1385,
      "gcvP": 1386,
      "ydiE": 1387,
      "yfeY": 1388,
      "zapA": 1389,
      "caiB": 1390,
      "fetB": 1391,
      "eutD": 1392,
      "rnt": 1393,
      "yfbM": 1394,
      "arnA": 1395,
      "btuE": 1396,
      "menA": 1397,
      "rdgC": 1398,
      "fumA": 1399,
      "murI": 1400,
      "xanQ": 1401,
      "chbG": 1402,
      "dppD_2": 1403,
      "group_29375": 1404,
      "ypdB": 1405,
      "mutH": 1406,
      "phoR": 1407,
      "arnB": 1408,
      "cutC_2": 1409,
      "hslO": 1410,
      "yadG": 1411,
      "ybaL": 1412,
      "ddpC": 1413,
      "group_53433": 1414,
      "group_70252": 1415,
      "group_72087": 1416,
      "sxy": 1417,
      "tgt": 1418,
      "brnQ": 1419,
      "group_33477": 1420,
      "group_43968": 1421,
      "ybaA": 1422,
      "yccS": 1423,
      "chbA": 1424,
      "kdgK_2": 1425,
      "mnmE": 1426,
      "oppF_2": 1427,
      "adhP": 1428,
      "alkB": 1429,
      "caiC": 1430,
      "dosP": 1431,
      "rpmH": 1432,
      "ygcP": 1433,
      "bfd": 1434,
      "epd": 1435,
      "mepH": 1436,
      "ptsP": 1437,
      "atoE": 1438,
      "folK": 1439,
      "mnmG": 1440,
      "rhaR_2": 1441,
      "ptrB": 1442,
      "secF": 1443,
      "chaC": 1444,
      "dpiA": 1445,
      "hyfA_1": 1446,
      "yehW": 1447,
      "cusB": 1448,
      "group_30543": 1449,
      "group_49489": 1450,
      "group_65156": 1451,
      "ydhF": 1452,
      "flgD": 1453,
      "fliJ": 1454,
      "group_43892": 1455,
      "proA_1": 1456,
      "dps": 1457,
      "gpmI": 1458,
      "mtnN": 1459,
      "rsmD": 1460,
      "viaA": 1461,
      "yrdA_2": 1462,
      "ytfJ_1": 1463,
      "chbF": 1464,
      "group_74243": 1465,
      "pcm": 1466,
      "yfhM": 1467,
      "cdaR": 1468,
      "group_57716": 1469,
      "mntR": 1470,
      "pspE": 1471,
      "group_52461": 1472,
      "hexR": 1473,
      "sorA": 1474,
      "yedJ": 1475,
      "group_47191": 1476,
      "pncB": 1477,
      "yehX": 1478,
      "group_35976": 1479,
      "rimO": 1480,
      "chbC": 1481,
      "psuK_2": 1482,
      "spy": 1483,
      "mdoH": 1484,
      "ycgM": 1485,
      "cedA": 1486,
      "nrdR": 1487,
      "yghO": 1488,
      "mglC": 1489,
      "trg": 1490,
      "accA": 1491,
      "arnC_1": 1492,
      "fryC": 1493,
      "trpC": 1494,
      "yihD": 1495,
      "fliG": 1496,
      "group_25847": 1497,
      "gyrB": 1498,
      "ygdG": 1499,
      "ymdB": 1500,
      "uspD": 1501,
      "dpiB": 1502,
      "fliC2": 1503,
      "kdsB": 1504,
      "basS": 1505,
      "dedD": 1506,
      "lpxA": 1507,
      "preT": 1508,
      "aer": 1509,
      "ebgC": 1510,
      "hcaT": 1511,
      "malS": 1512,
      "pncC_1": 1513,
      "pphA": 1514,
      "proC": 1515,
      "rraB": 1516,
      "sapB_2": 1517,
      "astC": 1518,
      "clcD": 1519,
      "fliK": 1520,
      "ydiM": 1521,
      "yegT": 1522,
      "group_16326": 1523,
      "hemA": 1524,
      "ltaE": 1525,
      "mrcA": 1526,
      "emrE": 1527,
      "pyrD": 1528,
      "alsK": 1529,
      "hspQ": 1530,
      "rob_1": 1531,
      "fruA_2": 1532,
      "group_70112": 1533,
      "rhtC_2": 1534,
      "bamA": 1535,
      "ygjP": 1536,
      "clcA": 1537,
      "rhmR": 1538,
      "ydcV_3": 1539,
      "glpF": 1540,
      "group_16931": 1541,
      "hemF": 1542,
      "rbsC_1": 1543,
      "xylH": 1544,
      "cysP": 1545,
      "fabA": 1546,
      "group_16614": 1547,
      "ycjX": 1548,
      "yjaB": 1549,
      "group_55177": 1550,
      "lolE": 1551,
      "modB": 1552,
      "pflD": 1553,
      "rhmA": 1554,
      "hcxA": 1555,
      "lamB": 1556,
      "ydhW": 1557,
      "manC1": 1558,
      "treA": 1559,
      "tsaB": 1560,
      "yjbR": 1561,
      "dctR": 1562,
      "gatB_1": 1563,
      "hin_2": 1564,
      "yihI": 1565,
      "yshB": 1566,
      "hiuH": 1567,
      "ybiI": 1568,
      "ycjU": 1569,
      "yfcD": 1570,
      "bamC": 1571,
      "fnr": 1572,
      "group_19004": 1573,
      "group_33247": 1574,
      "fixA_1": 1575,
      "tal": 1576,
      "deoC": 1577,
      "group_30637": 1578,
      "lptG_1": 1579,
      "mak_1": 1580,
      "yeiG": 1581,
      "ais": 1582,
      "group_63488": 1583,
      "yggP_1": 1584,
      "dlgD": 1585,
      "sorF": 1586,
      "aaeB_2": 1587,
      "speE": 1588,
      "trkA": 1589,
      "ybiR": 1590,
      "cvpA": 1591,
      "fryA_2": 1592,
      "ybhQ": 1593,
      "yiaJ": 1594,
      "flgF": 1595,
      "folE": 1596,
      "malX_1": 1597,
      "moaB": 1598,
      "tri1": 1599,
      "dadA_2": 1600,
      "nrdD": 1601,
      "phnJ": 1602,
      "clpP": 1603,
      "dgcC": 1604,
      "sdaB": 1605,
      "proY": 1606,
      "motB": 1607,
      "trmH_1": 1608,
      "mdtN": 1609,
      "group_62061": 1610,
      "sutR": 1611,
      "folC": 1612,
      "group_38549": 1613,
      "yegI": 1614,
      "yeiR": 1615,
      "cmtB": 1616,
      "group_30326": 1617,
      "msrC": 1618,
      "phrB": 1619,
      "cusA": 1620,
      "dtnK": 1621,
      "nupG": 1622,
      "wzc": 1623,
      "astD": 1624,
      "glpK": 1625,
      "group_41347": 1626,
      "sbmA": 1627,
      "ydcU": 1628,
      "phoA": 1629,
      "yeaR": 1630,
      "clcD_1": 1631,
      "maa": 1632,
      "rhtA": 1633,
      "entH": 1634,
      "glnG": 1635,
      "matP": 1636,
      "ompX_1": 1637,
      "deoR_1": 1638,
      "proQ": 1639,
      "group_35608": 1640,
      "ynjE": 1641,
      "betI_1": 1642,
      "hslU": 1643,
      "srlR_5": 1644,
      "dedA": 1645,
      "recD": 1646,
      "cbrA": 1647,
      "relA": 1648,
      "ssuD": 1649,
      "ycjO": 1650,
      "ravA": 1651,
      "nagB_2": 1652,
      "ubiH": 1653,
      "glcR_1": 1654,
      "nadB": 1655,
      "phoB": 1656,
      "tusC": 1657,
      "add": 1658,
      "cvrA": 1659,
      "smg": 1660,
      "dgoT": 1661,
      "yhjR": 1662,
      "proA_2": 1663,
      "sfsA": 1664,
      "amyA": 1665,
      "fliA": 1666,
      "prc": 1667,
      "coaA_1": 1668,
      "hcr": 1669,
      "rclC": 1670,
      "ulaD": 1671,
      "group_52708": 1672,
      "araJ": 1673,
      "group_39274": 1674,
      "group_62325": 1675,
      "group_63616": 1676,
      "gstB": 1677,
      "hyaC": 1678,
      "ibpA": 1679,
      "pbpC": 1680,
      "agaA": 1681,
      "bglA": 1682,
      "group_20894": 1683,
      "group_33279": 1684,
      "talB": 1685,
      "ttcA": 1686,
      "uup": 1687,
      "lutC": 1688,
      "nadC_2": 1689,
      "pepB": 1690,
      "uspC": 1691,
      "ybaY": 1692,
      "barA": 1693,
      "dadX": 1694,
      "kptA": 1695,
      "group_14556": 1696,
      "ubiK": 1697,
      "ydhT": 1698,
      "dmlR_2": 1699,
      "ves": 1700,
      "appB": 1701,
      "ndhS": 1702,
      "ribZ": 1703,
      "tesB": 1704,
      "xylR": 1705,
      "yccX": 1706,
      "avtA": 1707,
      "comEC": 1708,
      "group_56805": 1709,
      "ddpA": 1710,
      "cutC_1": 1711,
      "group_64898": 1712,
      "lpxT": 1713,
      "ybhL": 1714,
      "lplA": 1715,
      "fimD_2": 1716,
      "hscA": 1717,
      "ldcA": 1718,
      "iolS": 1719,
      "purF": 1720,
      "rmf": 1721,
      "cof": 1722,
      "crr": 1723,
      "group_37142": 1724,
      "ttdT_2": 1725,
      "yiaD": 1726,
      "yjfC": 1727,
      "group_46086": 1728,
      "pdeI": 1729,
      "rutB_2": 1730,
      "ucpA": 1731,
      "group_44990": 1732,
      "menF": 1733,
      "ylaC": 1734,
      "degS": 1735,
      "ybjJ": 1736,
      "flhC": 1737,
      "ypdE": 1738,
      "group_44759": 1739,
      "group_47965": 1740,
      "pdeC": 1741,
      "yieH": 1742,
      "flgL": 1743,
      "group_12800": 1744,
      "selO": 1745,
      "tdh_2": 1746,
      "plsC": 1747,
      "ydhU": 1748,
      "ynaI": 1749,
      "acrA": 1750,
      "nudK": 1751,
      "cheZ": 1752,
      "dctA": 1753,
      "group_13916": 1754,
      "gsiA": 1755,
      "pstB": 1756,
      "mdtO": 1757,
      "ymdA": 1758,
      "btuD_3": 1759,
      "chuW": 1760,
      "hsrA": 1761,
      "metF": 1762,
      "pgk": 1763,
      "ubiI": 1764,
      "leuO": 1765,
      "hisS": 1766,
      "flhD": 1767,
      "yhjD": 1768,
      "accD": 1769,
      "cfa": 1770,
      "cysI": 1771,
      "group_23919": 1772,
      "guaC": 1773,
      "rclA": 1774,
      "aaeB_1": 1775,
      "group_71429": 1776,
      "aaeA_1": 1777,
      "decR": 1778,
      "group_41946": 1779,
      "group_53681": 1780,
      "fdrA_3": 1781,
      "nasD": 1782,
      "group_34749": 1783,
      "nimT": 1784,
      "yhfS": 1785,
      "hcp": 1786,
      "yjdF": 1787,
      "mntB": 1788,
      "nfuA": 1789,
      "group_76376": 1790,
      "lutB": 1791,
      "yjcH": 1792,
      "nemR": 1793,
      "rapA": 1794,
      "yohK_2": 1795,
      "group_37820": 1796,
      "group_47992": 1797,
      "fbaA_2": 1798,
      "potA_3": 1799,
      "prlC": 1800,
      "arcC1_4": 1801,
      "codB_2": 1802,
      "flgH": 1803,
      "ghxQ": 1804,
      "mak_2": 1805,
      "pdeH": 1806,
      "carA_1": 1807,
      "group_69992": 1808,
      "nirC": 1809,
      "pstA": 1810,
      "ulaF": 1811,
      "hchA": 1812,
      "oleD_1": 1813,
      "ompC": 1814,
      "cysW": 1815,
      "mlrA": 1816,
      "rsxD": 1817,
      "csgG": 1818,
      "ulaC": 1819,
      "yghQ": 1820,
      "group_14246": 1821,
      "mdh_2": 1822,
      "soxR": 1823,
      "bioF_2": 1824,
      "yddG": 1825,
      "yecM": 1826,
      "priC": 1827,
      "yceF": 1828,
      "group_38245": 1829,
      "group_47180": 1830,
      "mexA": 1831,
      "satP": 1832,
      "gfcB": 1833,
      "sgrR_1": 1834,
      "csgD": 1835,
      "thiD": 1836,
      "rsxE": 1837,
      "nth": 1838,
      "pduV": 1839,
      "iraP": 1840,
      "yfdX": 1841,
      "aroD": 1842,
      "dtpD": 1843,
      "group_14509": 1844,
      "atoC": 1845,
      "group_30577": 1846,
      "araF": 1847,
      "mlc_2": 1848,
      "namA": 1849,
      "rlmA": 1850,
      "adh1": 1851,
      "group_30567": 1852,
      "occR": 1853,
      "rnhB": 1854,
      "yhjE": 1855,
      "yhaJ_1": 1856,
      "group_37728": 1857,
      "surE": 1858,
      "yidA": 1859,
      "glaH": 1860,
      "rimK": 1861,
      "bcr_1": 1862,
      "group_12697": 1863,
      "rnd": 1864,
      "fdhF_1": 1865,
      "ycjP": 1866,
      "yggP_2": 1867,
      "yhdW": 1868,
      "yjmC": 1869,
      "gor": 1870,
      "adiA": 1871,
      "group_68350": 1872,
      "group_13263": 1873,
      "group_20308": 1874,
      "leuA": 1875,
      "yejE": 1876,
      "pdeR": 1877,
      "flgJ": 1878,
      "rlmL": 1879,
      "rplI": 1880,
      "dgcP": 1881,
      "hybE": 1882,
      "group_38480": 1883,
      "ybgI": 1884,
      "uspF": 1885,
      "yaaA": 1886,
      "htpX": 1887,
      "torC": 1888,
      "ulaG": 1889,
      "mntS": 1890,
      "ycdY": 1891,
      "cheA": 1892,
      "ydhY": 1893,
      "ecfA1_1": 1894,
      "group_48058": 1895,
      "metC": 1896,
      "ygiN": 1897,
      "dnaA": 1898,
      "dnaN": 1899,
      "gsiD": 1900,
      "manZ_2": 1901,
      "pleD": 1902,
      "pqiB": 1903,
      "yehR": 1904,
      "group_29016": 1905,
      "nikA_1": 1906,
      "dapE": 1907,
      "tsx_1": 1908,
      "group_7476": 1909,
      "torA": 1910,
      "yqjH": 1911,
      "group_26160": 1912,
      "ydjE_1": 1913,
      "yeaD": 1914,
      "alaC": 1915,
      "pepE": 1916,
      "yheI": 1917,
      "ynhG": 1918,
      "group_22792": 1919,
      "rnb": 1920,
      "cheR": 1921,
      "rhaR_1": 1922,
      "yejB": 1923,
      "flhA_1": 1924,
      "pqiA": 1925,
      "group_66644": 1926,
      "cidA": 1927,
      "yedA": 1928,
      "zapC": 1929,
      "coaE": 1930,
      "sufC": 1931,
      "ulaA_1": 1932,
      "group_49306": 1933,
      "mdlB": 1934,
      "rlhA_2": 1935,
      "yehY": 1936,
      "bhsA_1": 1937,
      "sorC_2": 1938,
      "ycbX": 1939,
      "fliR_2": 1940,
      "yohC": 1941,
      "ttgI": 1942,
      "group_12996": 1943,
      "oppA": 1944,
      "group_22237": 1945,
      "hyaE": 1946,
      "nrfA": 1947,
      "ebgA": 1948,
      "hmuT": 1949,
      "narQ": 1950,
      "parE": 1951,
      "treF": 1952,
      "phnG": 1953,
      "ssuC_1": 1954,
      "ybiO": 1955,
      "group_53914": 1956,
      "ydjH": 1957,
      "amtB": 1958,
      "clsA": 1959,
      "dnaX": 1960,
      "mscK": 1961,
      "yejF": 1962,
      "fimF_1": 1963,
      "glpX": 1964,
      "lnt": 1965,
      "eutN": 1966,
      "adeP": 1967,
      "pepN": 1968,
      "ybhI_2": 1969,
      "otnK": 1970,
      "thrC": 1971,
      "oxyR_2": 1972,
      "envC": 1973,
      "dtpA": 1974,
      "yhaH": 1975,
      "artP": 1976,
      "ompF": 1977,
      "rcsB": 1978,
      "yhaK": 1979,
      "group_45316": 1980,
      "smrA": 1981,
      "uvrA": 1982,
      "yedF": 1983,
      "yqjG": 1984,
      "bacC": 1985,
      "rsmH": 1986,
      "ycbB": 1987,
      "yfeO": 1988,
      "yedP": 1989,
      "yebT": 1990,
      "sodB": 1991,
      "glpQ": 1992,
      "mraY": 1993,
      "glsA2": 1994,
      "pyrF": 1995,
      "fpr": 1996,
      "kdgR": 1997,
      "otsA": 1998,
      "ydcS": 1999,
      "ykgM": 2000,
      "leuC_2": 2001,
      "flgN": 2002,
      "hcxB": 2003,
      "tktA_1": 2004,
      "flhB": 2005,
      "recO": 2006,
      "anmK": 2007,
      "group_65131": 2008,
      "pdxJ": 2009,
      "proB": 2010,
      "pfkB": 2011,
      "yccA": 2012,
      "group_57902": 2013,
      "higA_2": 2014,
      "purL": 2015,
      "group_40296": 2016,
      "fadD": 2017,
      "sorM": 2018,
      "group_59914": 2019,
      "lpoB": 2020,
      "pdxH": 2021,
      "rutG": 2022,
      "torS": 2023,
      "umuC": 2024,
      "COQ5_2": 2025,
      "pdxY": 2026,
      "gltJ": 2027,
      "ybiT": 2028,
      "gltA": 2029,
      "yhjB": 2030,
      "acrR_2": 2031,
      "fldP": 2032,
      "otsB": 2033,
      "dinG": 2034,
      "emrA_1": 2035,
      "lolD_2": 2036,
      "moeB": 2037,
      "sapA": 2038,
      "rihA": 2039,
      "tadA": 2040,
      "ybaQ": 2041,
      "acs_2": 2042,
      "cspG": 2043,
      "group_63786": 2044,
      "mltF": 2045,
      "nagZ": 2046,
      "ptsG_1": 2047,
      "ydhV": 2048,
      "rbbA": 2049,
      "rspB": 2050,
      "ptrA": 2051,
      "yfcA": 2052,
      "dlsT": 2053,
      "nlpD_1": 2054,
      "ybbJ": 2055,
      "araH": 2056,
      "lpoA": 2057,
      "rplD": 2058,
      "mukB": 2059,
      "dhaR": 2060,
      "acnB": 2061,
      "evgS": 2062,
      "group_9415": 2063,
      "pgrR_1": 2064,
      "btsS": 2065,
      "recF": 2066,
      "glcC": 2067,
      "pspF": 2068,
      "sapD": 2069,
      "group_65232": 2070,
      "tatA": 2071,
      "yghU": 2072,
      "ywrO": 2073,
      "iolE": 2074,
      "ylmA": 2075,
      "sapB_1": 2076,
      "tnaB": 2077,
      "hutX": 2078,
      "yebS": 2079,
      "sorB_1": 2080,
      "rhaS_2": 2081,
      "gppA": 2082,
      "cusC_2": 2083,
      "group_44995": 2084,
      "group_63494": 2085,
      "ilvC": 2086,
      "agaC_2": 2087,
      "tcyP": 2088,
      "nrdB": 2089,
      "ygiD": 2090,
      "manZ_1": 2091,
      "ndh": 2092,
      "rutE": 2093,
      "topA_1": 2094,
      "ugpQ": 2095,
      "truA": 2096,
      "qseC": 2097,
      "thiK": 2098,
      "pdeK": 2099,
      "apbC": 2100,
      "ssuE": 2101,
      "aqpZ": 2102,
      "tomB": 2103,
      "acpP_2": 2104,
      "ycfS": 2105,
      "ubiB": 2106,
      "group_31720": 2107,
      "rclR": 2108,
      "group_60881": 2109,
      "kefC_2": 2110,
      "dsbL": 2111,
      "gadC": 2112,
      "ribC": 2113,
      "zraS": 2114,
      "asnS": 2115,
      "dltA": 2116,
      "ndhF": 2117,
      "norR_2": 2118,
      "usg": 2119,
      "yidH": 2120,
      "dgoK1_2": 2121,
      "gspF": 2122,
      "tmk_2": 2123,
      "uidC": 2124,
      "adiC": 2125,
      "dkgB": 2126,
      "group_53692": 2127,
      "group_78870": 2128,
      "nagA": 2129,
      "sdcS": 2130,
      "rplC": 2131,
      "comM": 2132,
      "group_45002": 2133,
      "dsbB": 2134,
      "tmk_3": 2135,
      "cysB": 2136,
      "astE": 2137,
      "opgE": 2138,
      "ybhH": 2139,
      "dgoK1_1": 2140,
      "obgE": 2141,
      "xdhA_1": 2142,
      "yfbR": 2143,
      "mdoG": 2144,
      "fdnH_1": 2145,
      "btuC": 2146,
      "recN": 2147,
      "aroC": 2148,
      "pdxB": 2149,
      "creD": 2150,
      "menD": 2151,
      "group_44697": 2152,
      "priA": 2153,
      "ansP2": 2154,
      "ybdZ": 2155,
      "btuD_2": 2156,
      "yhjJ": 2157,
      "pheS": 2158,
      "dacB": 2159,
      "gabD": 2160,
      "mug": 2161,
      "ygjH": 2162,
      "hxpB": 2163,
      "gspI": 2164,
      "irtA": 2165,
      "glpT": 2166,
      "group_5232": 2167,
      "flk": 2168,
      "mnmC": 2169,
      "ttgC": 2170,
      "yihG": 2171,
      "gspC": 2172,
      "nadE": 2173,
      "phoU": 2174,
      "dgoA_2": 2175,
      "qseE": 2176,
      "yqeG": 2177,
      "rbn": 2178,
      "ybjI": 2179,
      "group_25709": 2180,
      "sufB": 2181,
      "gloC": 2182,
      "ulaR": 2183,
      "glnK": 2184,
      "ghxP": 2185,
      "glpB": 2186,
      "hxpA": 2187,
      "group_49314": 2188,
      "nuoN": 2189,
      "elaA": 2190,
      "maeA": 2191,
      "nuoM": 2192,
      "rpoS": 2193,
      "agaS": 2194,
      "cysN": 2195,
      "rhaB": 2196,
      "hisB": 2197,
      "group_50699": 2198,
      "soxS": 2199,
      "group_59439": 2200,
      "group_63542": 2201,
      "gspE": 2202,
      "araE": 2203,
      "sorB_2": 2204,
      "group_47136": 2205,
      "arcA_1": 2206,
      "creC": 2207,
      "torR": 2208,
      "group_11378": 2209,
      "xynR": 2210,
      "hokC": 2211,
      "group_40195": 2212,
      "gspG": 2213,
      "nuoI": 2214,
      "secE": 2215,
      "zntB": 2216,
      "cusS": 2217,
      "comR": 2218,
      "group_23206": 2219,
      "group_19511": 2220,
      "eco": 2221,
      "group_38890": 2222,
      "fabB": 2223,
      "group_49292": 2224,
      "pta": 2225,
      "dsbI": 2226,
      "lpxH": 2227,
      "panF": 2228,
      "aphA": 2229,
      "yccJ": 2230,
      "mdh_1": 2231,
      "mtlK": 2232,
      "rhaR_3": 2233,
      "xerD_1": 2234,
      "gltD_1": 2235,
      "group_19912": 2236,
      "group_45743": 2237,
      "yjjW": 2238,
      "gatY_2": 2239,
      "group_19403": 2240,
      "cusC_1": 2241,
      "hybO": 2242,
      "nuoC": 2243,
      "ecpC": 2244,
      "nuoK": 2245,
      "gspH": 2246,
      "group_9086": 2247,
      "group_26813": 2248,
      "pheT": 2249,
      "ecpD": 2250,
      "ftsH": 2251,
      "group_21813": 2252,
      "group_39241": 2253,
      "kdpE": 2254,
      "group_27987": 2255,
      "mbtI": 2256,
      "ymiA": 2257,
      "fepB": 2258,
      "gspM": 2259,
      "ynaL": 2260,
      "eutC": 2261,
      "ftsA_1": 2262,
      "fdnI": 2263,
      "rutC": 2264,
      "mog": 2265,
      "flgE": 2266,
      "entS": 2267,
      "group_63695": 2268,
      "rbsB_1": 2269,
      "group_25167": 2270,
      "tsaD": 2271,
      "rhaS_4": 2272,
      "licT": 2273,
      "elaB": 2274,
      "group_53958": 2275,
      "yiaC": 2276,
      "yqhD": 2277,
      "ecpR": 2278,
      "pitA_2": 2279,
      "epmC": 2280,
      "udp": 2281,
      "patZ": 2282,
      "fliZ": 2283,
      "cysL": 2284,
      "ilvA": 2285,
      "hflC_1": 2286,
      "yhhT_2": 2287,
      "ybiB": 2288,
      "bhsA_2": 2289,
      "lacZ": 2290,
      "rhlE_1": 2291,
      "loiP": 2292,
      "rob_2": 2293,
      "rhaT": 2294,
      "speB": 2295,
      "ycjT": 2296,
      "mtfA": 2297,
      "hslJ": 2298,
      "katE": 2299,
      "aroF": 2300,
      "lolC": 2301,
      "thlA": 2302,
      "mutS2": 2303,
      "era_1": 2304,
      "tyrA": 2305,
      "ygeA": 2306,
      "group_48739": 2307,
      "acrB_2": 2308,
      "mqo": 2309,
      "fepD": 2310,
      "narZ": 2311,
      "patA": 2312,
      "chbR": 2313,
      "group_45359": 2314,
      "lysC": 2315,
      "torY": 2316,
      "group_14637": 2317,
      "group_42238": 2318,
      "glmU_1": 2319,
      "eutB": 2320,
      "raiA": 2321,
      "gspJ": 2322,
      "malI": 2323,
      "iolG": 2324,
      "menE": 2325,
      "cbpA": 2326,
      "ilvG": 2327,
      "nhaR": 2328,
      "dmsC_1": 2329,
      "group_27775": 2330,
      "ygeW": 2331,
      "group_26021": 2332,
      "rlmF": 2333,
      "inaA": 2334,
      "nagD": 2335,
      "fklB": 2336,
      "bamD": 2337,
      "osmY_1": 2338,
      "mreC": 2339,
      "group_49023": 2340,
      "pntA": 2341,
      "glpR": 2342,
      "yhhQ": 2343,
      "group_53691": 2344,
      "dctD": 2345,
      "group_62206": 2346,
      "nrdA": 2347,
      "ada": 2348,
      "sodA": 2349,
      "yggF": 2350,
      "secG": 2351,
      "wzxC": 2352,
      "parC": 2353,
      "yvgN_2": 2354,
      "crt_2": 2355,
      "group_35863": 2356,
      "folM": 2357,
      "apbE": 2358,
